case/outputs_steady/openfoam_cases/section_2_x29p0km/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| SHCT->OpenFOAM coupling — auto-generated case                              |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (liquid gas);

liquid
{
    transportModel  Newtonian;
    nu      5.45584e-06;
    rho     916.45;
}

gas
{
    transportModel  Newtonian;
    nu      2.3538e-07;
    rho     55.2297;
}

sigma   0.022;
